{
  "main": {
    "name":"Sebastjan Cizel",
    "occupation":"research student in mathematical physics",
    "description":"",
    "image":"profilepic.jpg",
    "bio":"I am a research student in mathematical physics at Magdalen College, University of Oxford. When I'm not working on math and physics I like to think about various things related to machine learning and, in particular, looking for interesting applications of geometry in artificial intelligence and data science.",
    "contactmessage":"Here is where you should write your message to readers to have them get in contact with you.",
    "address":{
      "street":"Magdalen College",
      "city":"Oxford",
      "state":"United Kingdom"
    },
    "website": "http://sebastjancizel.github.io",
    "resumedownload":"https://www.dropbox.com/s/6d02rgp0ikuq5vb/Resume_CizelSebastjan.pdf?dl=0",
    "social":[
      {
        "name":"mail",
        "url":"mailto:sebastjancizel@gmail.com",
        "className":"fa fa-envelope"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/sebastjan-cizel",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"http://github.com/sebastjancizel",
        "className":"fa fa-github"
      },
      {
        "name":"kaggle",
        "url":"http://kaggle.com",
        "className":"fab fa-kaggle"
      }
    ]
  },
  "resume":{
    "skillmessage":"Here you can create a short write-up of your skills to show off to employers",
    "education":[
      {
        "school":"University of Oxford",
        "degree":"DPhil in Mathematics",
        "image": "oxford-logo.jpg",
        "graduated":"October 2017 - September 2021",
        "description":""
      },
      {
        "school":"Imperial College London",
        "degree":"MSc in Pure Mathematics",
        "image": "icl-logo.jpg",
        "graduated":"October 2016 - September 2017",
        "description":""
      },
      {
        "school":"University of Ljubljana",
        "degree":"BSc in Mathematics",
        "image": "unilj-logo.jpg",
        "graduated":"October 2013 - September 2016",
        "description":""
      }
    ],
    "work":[
      {
        "company":"Sledilnik COVID19 Tracker",
        "title":"Contributor (data visualizations)",
        "years":"September 2020 - Present",
        "description":"<a href='https://covid-19.sledilnik.org/en/team'>Sledilnik</a> is an open source community engaged in a comprehensive effort of track COVID19 cases in Slovenia. I am contributing to the visualizations of the data gathered by the community. The work involves parsing and cleaning the data using the backend written in F# and creating visualizations using the Highcharts API. ",
        "image": "sledilnik.jpg"
      },
      {
        "company":"University of Oxford",
        "title":"Tutorial teaching",
        "years":"January 2018 - Present",
        "description":"From my first year as a DPhil student I have been involved in teaching tutorials for various different subjects at the University of Oxford. For a more detailed breakdown of the subjects and the colleges I have taught at, please visit my <a href='https://www.linkedin.com/in/sebastjan-cizel/'>LinkedIn page.</a>",
        "image": "oxford-logo.jpg"
      }
    ],
    "skills":[
      {
        "title":"Programming",
        "list": "Python, F#, JavaScript, R, C++, Mathematica, Matlab",
        "description": "I have 5 years experience with Python programming including object oriented programming. From my ongoing work with Sledilnik I have experience with functional programming in F# and JavaScript. "
      },
      {
        "title":"Data Analytics",
        "list": "Pandas, Numpy, Matplotlib, Plotly (Python); Tidyverse, ggplot2 (R); Highcharts (JavaScript)",
        "description": ""
      },
      {
        "title":"Machine Learning",
        "list": "Tensorflow, Scikit Learn",
        "description": ""
      }
    ]
  },
  "research":{
    "description":"My research lies at the interface of geometry and theoretical physics. I am interested in understanding classes of geometric objects that arise naturally in different corners of string theory.<br> String theory has, over the past few decades, been a curious venue for a profound interaction between mathematics and physics. The efforts to formulate a fundamental quantum theory of gravity have led several branches of pure mathematics to make an appearance in physics. Most notably, geometry in its various forms has started to take on a prominent role. This was not its first appearance. Since the theory of general relativity, it has become clear that there is an inherent geometry underlying the physics of gravity. However, string theorists went beyond the 4 dimensions of space and time and started thinking about increasingly intricate higher dimensional objects.<br> This is the basis of my research. I am interested in geometric objects — higher-dimensional shapes — that appear in string theory and how their properties manifest in the physical theories they are associated with. Usually with opaque names like G<sub>2</sub> manifolds or GK geometries, these shapes are often of independent mathematical interest. What makes them especially exciting is the fruitful interplay of mathematics and physics that is present. Mathematics provides the foundation for physical theories, whereas physical arguments and intuition guide the mathematical explorations.",
    "papers":[
      {
        "title":"I/c-extremization in M/F-duality",
        "journal":"<a href='https://scipost.org/SciPostPhys.9.3.029'>SciPostPhys.9.3.029</a>",
        "collaborators":"Marieke van Beest, Sakura Schafer-Nameki, James Sparks",
        "abstract": ""
      },
      {
        "title":"Higgs Bundles for M-theory on G<sub>2</sub>-manifolds",
        "journal":"<a href='https://link.springer.com/article/10.1007/JHEP03(2019)199'>JHEP 2019, 199 (2019)</a>",
        "collaborators":"Andreas Braun, Max Hubner, Sakura Schafer-Nameki",
        "abstract": ""
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"NYC Taxi Data Dashboard",
        "category":"Dashboard I made visualizing 120 million taxi rides.",
        "image":"nyc-taxi.jpg",
        "url":"https://nyc-taxi-dashboard.herokuapp.com/"
      }
    ]
  }
}
